{
  "Home": "الرئيسية",
  "Services": "الخدمات ",
  "About Us": "من نحن ",
  "Contact Us": "تواصل معنا",
  "Si Robotics": "ساي الروبوتات",
  " pioneering company": "شركة رائدة",
  "dedicated to revolutionizing the consumer services industry through innovative robotic automation integration solutions.": "ملتزمون بإحداث ثورة في صناعة خدمات المستهلك من خلال حلول تكامل الروبوتات الآلية المبتكرة.",
  "Read More": "المزيد",
  "Why": "لماذا ",
  "Choose": "أخترتنا",
  "Us": "",
  "Why Choose Us": " لماذا أخترتنا",
  "Strong R&D Strength": "قوة البحث والتطوير القوية",
  "Our R&D center is staffed with highly skilled engineers": "يضم مركز البحث والتطوير الخاص بنا مهندسين ذوي مهارات عالية",
  "Strict Quality Control": "رقابة صارمة على الجودة",
  "Incoming Material Inspection & Finished Products Testing": "فحص المواد الواردة واختبار المنتجات النهائية",
  "Experienced Overseas Marketing Team": "فريق التسويق الخارجي ذو الخبرة",
  "Our overseas marketing team consists of professionals With extensive experience working on-site internationally.": "يتكون فريق التسويق الخارجي لدينا من محترفين يتمتعون بخبرة واسعة في العمل في الموقع على المستوى الدولي.",
  "OEM & ODM Acceptable": "صانعي القطع الأصلية وأوديإم مقبول",
  "We understand that every customer has unique requirements, that is why we offer customizable solutions through our OEM & ODM services": "نحن ندرك أن كل عميل لديه متطلبات فريدة، ولهذا السبب نقدم حلولاً قابلة للتخصيص من خلال خدمات تصنيع المعدات الأصلية وتصنيع التصميم الشخصي",
  "Si Robotics by partnering with Moton Technology Group": " سي الروبوتات من خلال الشراكة مع موتن تكنولوجى جروب  ",
  "to provide their products in the United Arab Emirates, we stand out in the market due to our commitment to excellence and customer satisfaction.": "لتوفير منتجاتها في دولة الإمارات العربية المتحدة، فإننا نتميز في السوق بسبب التزامنا بالتميز ورضا العملاء .",
  "Si Robotics is a pioneering company dedicated to revolutionizing the consumer services industry through innovative robotic automation integration solutions. Our flagship products, including the MOCA, MOTEA, and MOCOM series.": "سي الروبوتات  هي شركة رائدة مكرسة لإحداث ثورة في صناعة خدمات المستهلك من خلال حلول تكامل الأتمتة الآلية المبتكرة. منتجاتنا الرئيسية، بما في ذلك سلسلة MOCA، وMOTEA، وMOCOM.",
  "LEARN MORE": "المزيد",
  "Get In Touch": "ابقى على تواصل",
  "Send us a": "أرسل  إلينا",
  "Message": " رسالة ",
  "Send Message": "أرسل رسالة ",
  "To Know More About Our Services": " لمعرفة المزيد عن خدماتنا",
  "First Name": "الاسم الاول",
  "Last Name": "الاسم الاخير",
  "Email": "الايميل",
  "Phone": "رقم الجوال",
  "Your Message": "رسالتك ",
  "Drop in our office": "تفضل بزيارة مكتبنا",
  "Main Office": "المكتب الرئيسى",
  "Call Us": "اتصل بنا ",
  "email": "الايميل",
  "Tel": "رقم الجوال",
  "Coffee Robot": "روبوت القهوة",
  "Ice Cream Robot": "روبوت الآيس كريم",
  "Bubble Tea Robot": "روبوت شاي",
  "Food Vending Machine": "ماكينة بيع المواد الغذائية",
  "Coffee Vending Machine": "ماكينة بيع القهوة",
  "Ice Cream Vending Machine": " ماكينة بيع الآيس كريم",
  "Robotic Arm": "الذراع الروبوتية",
  "Address": "العنوان",
  "Social Media": "وسائل التواصل الاجتماعي",
  "Our Coffee Robot series features state-of-the-art robotic coffee kiosks designed to deliver premium quality coffee beverages with unparalleled convenience. Equipped with advanced brewing technology and customizable options, our Coffee Robots cater to coffee enthusiasts on the go, providing a seamless and efficient coffee experience.": "تتميز سلسلة روبوت القهوة الخاصة بنا بأكشاك القهوة الآلية الحديثة المصممة لتقديم مشروبات القهوة عالية الجودة مع راحة لا مثيل لها. مجهزة بتقنية تخمير متقدمة وخيارات قابلة للتخصيص، تلبي روبوتات القهوة لدينا احتياجات عشاق القهوة أثناء التنقل، مما يوفر تجربة قهوة سلسة وفعالة.",
  "The Ice Cream Robot series introduces innovative robotic ice cream kiosks that serve up delicious frozen treats with precision and efficiency. Featuring customizable flavors and toppings, our Ice Cream Robots offer a delightful indulgence for customers of all ages, perfect for high-traffic. Environments such as malls, theme parks, and entertainment venues": "تقدم سلسلة روبوت الآيس كريم أكشاك آيس كريم آلية مبتكرة تقدم المأكولات المجمدة اللذيذة بدقة وكفاءة. تتميز روبوتات الآيس كريم الخاصة بنا بنكهات وإضافات قابلة للتخصيص، وتوفر متعة مبهجة للعملاء من جميع الأعمار، وهي مثالية لحركة المرور العالية. البيئات مثل مراكز التسوق والمتنزهات وأماكن الترفيه",
  "Our Bubble Tea Robot series presents cutting-edge robotic milk tea kiosks, offering freshly brewed bubble tea with a variety of flavors and toppings. With automated dispensing and customizable options, our Bubble Tea Robots provide a convenient and flavorful beverage solution for consumers seeking a refreshing pick-me-up.": "تقدم سلسلة  روبوت شاي الخاصة بنا أكشاكًا روبوتية متطورة لشاي الحليب، وتقدم شاي الفقاعات الطازج مع مجموعة متنوعة من النكهات والإضافات. من خلال التوزيع الآلي والخيارات القابلة للتخصيص، توفر روبوتات  شاي الخاصة بنا حلاً مريحًا ولذيذًا للمشروبات للمستهلكين الذين يبحثون عن انتعاش منعش.",
  "Our Food Vending Machine series encompasses a range of robotic food retail stations, featuring automated dispensing and payment systems for a diverse selection of snacks and refreshments Whether it's savory snacks, healthy options, or indulgent treats, our Food Vending Machines provide convenient access to on the go dining experiences in a variety of settings": "تشتمل سلسلة آلات بيع الأطعمة لدينا على مجموعة من محطات البيع بالتجزئة للأغذية الآلية، والتي تتميز بأنظمة صرف ودفع آلية لمجموعة متنوعة من الوجبات الخفيفة والمرطبات، سواء كانت وجبات خفيفة مالحة أو خيارات صحية أو حلويات لذيذة، توفر آلات بيع الأطعمة لدينا وصولاً سهلاً إلى استمتع بتجارب تناول الطعام في مجموعة متنوعة من الإعدادات",
  "Our Coffee Vending Machine series offers automated coffee dispensing solutions for high-traffic locations such as offices, airports, and train stations. Featuring customizable beverage options and user-friendly interfaces, our Coffee Vending Machines provide a convenient and efficient way to enjoy quality coffee on demand": "تقدم سلسلة آلات بيع القهوة الخاصة بنا حلولاً آلية لتوزيع القهوة في المواقع ذات الحركة المرورية العالية مثل المكاتب والمطارات ومحطات القطار. تتميز آلات بيع القهوة لدينا بخيارات مشروبات قابلة للتخصيص وواجهات سهلة الاستخدام، وتوفر طريقة مريحة وفعالة للاستمتاع بالقهوة عالية الجودة عند الطلب",
  "The Ice Cream Vending Machine series Presents automated ice cream dispensing solutions suitable for a variety of environments, including retail outlets, entertainment venues, and public spaces. With customizable flavors and portion sizes, our ice Cream Vending Machines offer a refrestung treat for consumers on the move": "تقدم سلسلة آلات بيع الآيس كريم حلول توزيع الآيس كريم الآلية المناسبة لمجموعة متنوعة من البيئات، بما في ذلك منافذ البيع بالتجزئة وأماكن الترفيه والأماكن العامة. بفضل النكهات والأحجام القابلة للتخصيص، توفر آلات بيع الآيس كريم لدينا علاجًا متجددًا للمستهلكين أثناء التنقل",
  "The Robotic Arm series introduces versatile robotic arms designed for a wide range of applications, including manufacturing, logistics, and research. With advanced automation capabilities our Robotic Arms offer, unparalleled flexibility and efficiency in performing tasks such as assembly, pick-and-place, and material handling": "تقدم سلسلة الذراع الروبوتية أذرعًا آلية متعددة الاستخدامات مصممة لمجموعة واسعة من التطبيقات، بما في ذلك التصنيع والخدمات اللوجستية والبحث. بفضل إمكانات الأتمتة المتقدمة، توفر أذرعنا الآلية مرونة وكفاءة لا مثيل لهما في أداء المهام مثل التجميع والاختيار والمكان ومعالجة المواد",
  "Si Robotics by partnering with Moton Technology Group to provide their products in the United Arab Emirates.": "ساي الروبوتات من خلال الشراكة مع موتن تكنولوجى جروب  لتوفير منتجاتها في دولة الإمارات العربية المتحدة،",
  " we stand out in the market due to our commitment to excellence and customer satisfaction.": "نحن نتميز في السوق بسبب التزامنا بالتميز ورضا العملاء.",
  "Terms": "أحكام ",
  "Conditions": "وشروط",
  "Privacy Policy": "سياسة الخصوصية",
  "Contacts": "جهات الاتصال",
  "Copyright 2024 code7. All rights reserved": "حقوق الطبع والنشر  2024 شركة كود7. كل الحقوق محفوظة",
  "F.A.Q": "التعليمات",
  "footer": "هذا الموقع تم إنشاؤه بواسطة",
  "contactError": "يرجي إدخال بيانات صحيحة"
}
